const config = [
    {
        version: '0.3.x',
        logs: [{
            version: '0.3.1',
            time: '2020年4月5日',
            updates: [
                '加入热更新支持',
                '新建/编辑便签窗口样式重置',
                '对之前版本探测到的 Bug 和样式错误进行了修正'
            ]
        }, {
            version: '0.3.0',
            time: '2020年4月19日',
            updates: [
                '重新规划了渲染流程，更快，更高效',
                '对主题和主界面样式进行了重做，更美观',
                '一系列的 Bug 修复和交互逻辑上的调整，更稳定',
                '重做了便签备份的导入导出，数据更安全'
            ]
        }]
    }
]

export default config;